AcRxMemberReactor.goodbye(AcRxMember!System.Runtime.CompilerServices.IsConst*)
This function is invoked when the member is being deleted from memory.
pMember:
Passed in const pointer to the object being destroyed.

AcRxMemberReactor.Dispose
Destructor

AcRxMemberReactor
The AcRxMemberReactor can be used to get AcRxMember notifications, like
when the member is destroyed.